[Play_Avenger_Firestorm_Wilderness_AreaClear AkEvent]
SpokenText="飞船的守兵都被我们肃清了，接下来我们只要拿到目标就行。"

[Play_Avenger_Firestorm_Wilderness_Failure_A AkEvent]
SpokenText="我很清楚地记得那次任务成功了，看来是日志出错了。"

[Play_Avenger_ADVENTChest_Intro AkEvent]
SpokenText=" "

[Play_Avenger_ADVENTChest_Alert_E AkEvent]
SpokenText=" "

[Play_Avenger_ADVENTChest_Alert_D AkEvent]
SpokenText=" "

[Play_Avenger_ADVENTChest_Alert_C AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_Loading_A AkEvent]
SpokenText="0"

[Play_Lazarus_RescueVehicle_CannonSighted AkEvent]
SpokenText="他们用来给那门加农炮充能的能量源跟常见的能源完全不同。这很有可能是变种人科技的最新产物 -- 我都有点舍不得炸烂它了。"

[Play_Lazarus_RescueSweater_ChamberSighted_ALT AkEvent]
SpokenText="先不说外星人藏起来的到底是什么玩意儿，但它的读数是我们从没有见过的，它就像在对我们的存在产生反应似的！"

[Play_Lazarus_RescueShen_ShenSighted_ALT AkEvent]
SpokenText="我还在想你们会什么时候出现呢...快把我从这该死的地方弄出去，约翰！"

[Play_Lazarus_RescueShen_ShenSighted AkEvent]
SpokenText="我还在想你们会什么时候出现呢...快把我从这该死的地方弄出去，军事官！"

[Play_Avenger_SmallScout_Slums_TotalVictory_B AkEvent]
SpokenText="外星人虽然竭尽了全力，但他们依旧不是我们的对手。我等不及回工作间研究这份数据了..."

[Play_Avenger_SmallScout_Slums_TotalVictory_A AkEvent]
SpokenText="我们在没有任何损失的情况下回收到了数据，我怎么感觉我越来越熟练了。"

[Play_Avenger_SmallScout_Slums_Summary AkEvent]
SpokenText="经过数次尝试，我总算是破解了那架侦查飞船的记忆核心。遗憾的是它启动了自毁程序。我知道一切都为时已晚了，不过我很确定我在它自毁的时候听到了它的尖叫。幸运的是我依旧回收到了一些文件，我现在就在解密这些文件。对那架侦察机的引擎能扫描结果肯定能在帮助我修复复仇者号，更不用说它还能帮我解决漫游者...我是说，我的自动辅助单位原型遭遇的几个技术难题。"

[Play_Avenger_SmallScout_Slums_PartialVictory_B AkEvent]
SpokenText="这次行动不能算完美，但我们至少回收到数据了，这天杀的玩意儿最好给我派上用场。"

[Play_Avenger_SmallScout_Slums_PartialVictory_A AkEvent]
SpokenText="我们今天损失了不少优秀的士兵，我只能祈祷这份数据值得他们献出生命了。"

[Play_Avenger_SmallScout_Slums_ObjDestroyed AkEvent]
SpokenText="我们的计划可不包括摧毁那个记忆核心。"

[Play_Avenger_SmallScout_Slums_Musings_F AkEvent]
SpokenText="一切的关键都在那架飞船的数据核心里。如果我能成功侵入它的系统，那我们就能得知外星人的真正目的了。当然前提是那玩意儿还能用，并且我们还得赶在变种人之前到那里。"

[Play_Avenger_SmallScout_Slums_Musings_E AkEvent]
SpokenText="这架侦查无人机的目标不是我们，它是在扫描这些平民。变种人已经赢下了这场战场，他们到底还想怎样？"

[Play_Avenger_SmallScout_Slums_Musings_D AkEvent]
SpokenText="自从我们扩展了我们的通讯范围，我就一直能听到变种人对新市中心居民的24小时不中断的宣传节目。比如许诺他们一生能高枕无忧地度过、未来的展望之类的。显然都是些屁话，这里的人们明明在受到前所未有的压迫。"

[Play_Avenger_SmallScout_Slums_Musings_C AkEvent]
SpokenText="初步扫描显示，这些侦查飞船是没有驾驶员的，它们更像是某种自动化的侦查战斗一体化无人机。它们的设计跟我为士兵们设计的小精灵无人机的原型很像，只不过规模要大上许多，可靠性好像也要更高点。"

[Play_Avenger_SmallScout_Slums_Musings_B AkEvent]
SpokenText="虽然外星人的科技既复杂又高效但也具备极强的启发性。再想想我爸和我花了那么多时间试图赶上他们的科技水平，而不是向他们学习，我不禁觉得我们可能浪费了很多时间。我倒不是说瓦伦的做法才是正确的，我的意思是我应该找到瓦伦和我爸做法之间的平衡点，只有这样才能赢下这场战争。"

[Play_Avenger_SmallScout_Slums_Musings_A AkEvent]
SpokenText="虽然那艘侦查飞船以变种人的标准来看已经算过时了，但我知道他们肯定会不惜一切代价阻止我们接触它。很多人都以为变种人的科技领先我们好几光年，然而事实并不是如此。相信他们也清楚这点。"

[Play_Avenger_SmallScout_Slums_LootSelect AkEvent]
SpokenText="我总能在执行任务的时候找到些好东西，不然你以为我们是怎么获得补给的？"

[Play_Avenger_SmallScout_Slums_Loading AkEvent]
SpokenText="总工程师日志，第142天。多亏了我们的新\"朋友\"玛莎，我们得知了另一艘坠毁的飞船的位置，这次是一艘外星人侦查飞船。在我成功整合了人工智能系统后，我一直希望能获得外星人飞船的数据核心的代码...所以我自告奋勇指挥这项行动。虽然我很想说明具体情况，但我还得为任务做准备，时间不多了。"

[Play_Avenger_SmallScout_Slums_Intro AkEvent]
SpokenText="总工程师日志，补充说明：有个细节我忘了提了。玛莎是通过截获外星人的通讯信息得知坠毁的侦查飞船的位置的。而且是变种人的通讯信息。我们迟早得搞清楚她是怎么截获那则信息的。"

[Play_Avenger_SmallScout_Slums_Failure_B AkEvent]
SpokenText="抱歉，这份日志文件明显坏掉了，这个条目的结局跟我记忆中的完全不一样。"

[Play_Avenger_SmallScout_Slums_Failure_A AkEvent]
SpokenText="我在升级操作系统时肯定不小心删除了一部分日志，你等我把主机重启一下。"

[Play_Avenger_SmallScout_Slums_DeviceSighted AkEvent]
SpokenText="这就是我们的目标 -- 记忆核心。希望它没有设置什么额外安全措施。"

[Play_Avenger_SmallScout_Shanty_TotalVictory_B AkEvent]
SpokenText="我们小队带着复制完毕的外星导航系统全身而退了，这下我们说不定真的能让复仇者号重新起飞了。"

[Play_Avenger_SmallScout_Shanty_TotalVictory_A AkEvent]
SpokenText="我们成功复制到了人工智能，并且所有人都全身而退了。人们常说福无双至，看来也不一定嘛。"

[Play_Avenger_SmallScout_Shanty_TerminalSighted AkEvent]
SpokenText="我还以为这个终端会与众不同，没想到就是个标准的外星终端。"

[Play_Avenger_SmallScout_Shanty_TerminalDestroyed AkEvent]
SpokenText="没了这个终端，复制下这些系统的唯一希望也就没了。"

[Play_Avenger_SmallScout_Shanty_Summary AkEvent]
SpokenText="任务成功了，不过当我跟军事官坦白时，他气得差点没把我关禁闭。让我没想到的是，最后说服他的竟然是泰根。最后军事官总算是批准了我们改造人工智能的实验。谁知道呢，说不定我确实应该放下对他的成见，或者说，放下对他们两个的成见。"

[Play_Avenger_SmallScout_Shanty_PartialVictory_B AkEvent]
SpokenText="我们...有不少人员伤亡。我只能说服自己这一切都是值得的。他们的牺牲是为了让复仇者号再次起飞，是值得的。"

[Play_Avenger_SmallScout_Shanty_PartialVictory_A AkEvent]
SpokenText="人工智能的克隆虽然成功了，但我们也付出了沉重的代价。但我知道这是值得的，我只希望军事官有朝一日能理解我。"

[Play_Avenger_SmallScout_Shanty_ObjComplete AkEvent]
SpokenText="我成功复制了飞船的系统，接下来只要解决剩下的外星人就行。"

[Play_Avenger_SmallScout_Shanty_NagNoTurns AkEvent]
SpokenText="太晚了，外星人已经隔离这飞船人工智能的接入点，我没法把它克隆下来了。"

[Play_Avenger_SmallScout_Shanty_Nag3Turns AkEvent]
SpokenText="我们的时间不多，必须尽快行动。"

[Play_Avenger_SmallScout_Shanty_Nag1Turn AkEvent]
SpokenText="我们的时间所剩无几，再这样下去就得来不及了。"

[Play_Avenger_SmallScout_Shanty_Musings_F AkEvent]
SpokenText="复制这个人工智能意味着打破父亲的准则。也意味着直接违背我的上级的命令，而他更是我认识的最出色的战士。但这是一场战争。不付出惨痛的代价是没法争取到胜利的。真巧，我记得军事官在我们为老爸下葬的那天说过一模一样的话。"

[Play_Avenger_SmallScout_Shanty_Musings_E AkEvent]
SpokenText="军事官就不一样了。他不是畏惧或不信任外星人，他是憎恨他们。他认为我们遭遇的所有惨剧都是外星人的错...他的看法也没错。但他的这份憎恶会让他目光短浅。我只能希望我在向他坦白我的计划时他能理智一些，并且离他的手枪远一点。"

[Play_Avenger_SmallScout_Shanty_Musings_D AkEvent]
SpokenText="我觉得老爸其实并不畏惧外星人基因操纵科技，他只是不想看到人类重蹈它们的覆辙而已。他曾经跟我说，他看见过的最可怕的事物就是瓦伦博士在解剖外星人时露出的眼神。他常说要不是有指挥官监督，天知道瓦伦会搞出什么东西来。我也希望我们不必面对她的失败作品。"

[Play_Avenger_SmallScout_Shanty_Musings_C AkEvent]
SpokenText="如果说军事官和我爸有什么共同点的话，那就是他们都不信任跟外星人有关的事物。所以当我得知军事官允许泰根加入我们时吓得不轻。不过既然他赞成利用泰根的知识对付变种人，那我利用它们的科技对付它们应该也没问题吧。虽说泰根并不是一个在实验室中用至少9种外星人的DNA培育出来的生化超级电脑，不对，说不定还真是？"

[Play_Avenger_SmallScout_Shanty_Musings_B AkEvent]
SpokenText="对于目前的我来说，重新构建这么复杂的操作系统还是...太困难了。但我推测我可以用复仇者号上的显微镜片复制它的部分网络。当然我得先洗掉上面的外星生物认证程序。或者去找泰根帮忙。唉，怎么感觉还不如让军事官干掉我来得痛快呢。"

[Play_Avenger_SmallScout_Shanty_Musings_A AkEvent]
SpokenText="其实把这种系统称为人工智能是不准确的。因为这玩意儿已经趋近于生物了。光是它的导航系统就更像乌贼的神经系统，而非电脑。至于它的战术系统，怎么说呢...应该说非常有攻击性吧。我上次尝试跟这种人工智能互动时差点被那玩意儿弄瞎一只眼睛。"

[Play_Avenger_SmallScout_Shanty_LootSelect AkEvent]
SpokenText="我在回去的路上带走了所有带的动的东西，对于资源吃紧的我们来说，任何装备都弥足珍贵。"

[Play_Avenger_SmallScout_Shanty_Loading AkEvent]
SpokenText="总工程师日志，第100天。出大事了。真的是大事。有架侦查无人机发现了一架坠毁的外星人侦查飞船。没错，外星人的侦查飞船。上面装着的人工智能可是极品中的极品。而驱动复仇者号的正是这种系统。如果我能复制上面的系统，把它带回复仇者号并加以改装，说不定就能重新启动复仇者号的主机。前提是军事官没因为我的鲁莽行动把我军法处置了。"

[Play_Avenger_SmallScout_Shanty_Intro AkEvent]
SpokenText="我们接到了军事官的命令，他让我们找到那艘侦查飞船，回收上面可用的外星科技，然后尽快撤离那里。他着重强调了\"尽快撤离\"。不过这可是他的命令，邪恶的外星人人工智能操作系统应该也算可用的外星科技吧，我这只是在听令行事吧？"

[Play_Avenger_SmallScout_Shanty_Failure_B AkEvent]
SpokenText="我得好好检查一下日志系统了。这任务的情况可没恶化到这种程度。"

[Play_Avenger_SmallScout_Shanty_Failure_A AkEvent]
SpokenText="如果在这个任务中有谁要干掉我，那人也应该是军事官。然而事实并不是如此。"

[Play_Avenger_SmallScout_Shanty_AreaClear AkEvent]
SpokenText="把守飞船的外星人被我们肃清了，希望我们还来得及复制那个人工智能。"

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_B AkEvent]
SpokenText="我们弄到了目标组件和其他的几个关键零件，而且没有一点伤亡。军事官那满意的哼声顿时让我感觉这一切都是值得的。"

[Play_Avenger_ADVENTChest_Alert_B AkEvent]
SpokenText=" "

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_A AkEvent]
SpokenText="我们搞到了目标组件并且没有任何伤亡，看来我已经渐渐上手了。"

[Play_Avenger_Skyranger_Wildnerss_Summary AkEvent]
SpokenText="虽然把我的系统称作3D打印机多少有点简略，但它确实能用来打印东西。只不过我的系统不止能打印东西，它还能组装复杂的机械部件，至少能组装构造能被我们理解的部件。我之前也说过，军事官那儿有一堆需求等着我去满足呢。"

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_B AkEvent]
SpokenText="那个驱动组件是我们的希望。我只能这么告诉自己，不然就无颜面对牺牲的战友了。"

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_A AkEvent]
SpokenText="我们弄到了目标组件 -- 但为此付出了一定代价。可能我真的不像军事官说的那样有指挥天赋吧。"

[Play_Avenger_Skyranger_Wildnerss_ObjSighted AkEvent]
SpokenText="没错，就是这架天际游侠号，虽然长满了青苔，但外形基本上没有变化。"

[Play_Avenger_Skyranger_Wildnerss_ObjDestgroyed AkEvent]
SpokenText="我们不能失去那个驱动组件，它是我们的希望。"

[Play_Avenger_Skyranger_Wildnerss_ObjAcquired AkEvent]
SpokenText="我们把驱动组件弄到手了，但我们还得把这些碍事的外星人给解决掉。"

[Play_Avenger_Skyranger_Wildnerss_Musings_F AkEvent]
SpokenText="根据军事官的说法，这项任务就是简单的\"战场回收\"而已。如果他觉得这种任务已经算简单的，那我真不敢去想象他和指挥官在战争期间到底经历了什么。我之前其实也问过他，但他随便找了个借口就搪塞了过去。但自从老爸走了后，我就慢慢理解他为什么这么做了。"

[Play_Avenger_Skyranger_Wildnerss_Musings_E AkEvent]
SpokenText="初步扫描显示驱动组件在飞船坠毁过程中没有受到一点损伤。这可是好事。不过也扫描到敌方小队在朝我们的位置靠近。当我告诉小队成员这一情况，听到他们回复\"明白\"时，我就知道他们准备为了我的任务牺牲生命了。但我真的没法把他们当棋子一样牺牲掉，只能希望情况不会恶化到那种程度。"

[Play_Avenger_Skyranger_Wildnerss_Musings_D AkEvent]
SpokenText="小队在赶往目标点的路上问我对复仇者号有什么打算。\"我的\"打算？活着完成这项任务，避免出现人员伤亡是我目前唯一的打算。飞船的事之后再去操心也不迟。"

[Play_Avenger_Skyranger_Wildnerss_Musings_C AkEvent]
SpokenText="我知道军事官的主要目的是弄一架飞行载具，但这并不是我来这儿的理由。如果驱动组件完好无损，那我就有把握让复仇者号重新起飞。我还没把这事儿告诉军事官，我可不想让他失望。关键是，我也不想让我自己失望。"

[Play_Avenger_Skyranger_Wildnerss_Musings_B AkEvent]
SpokenText="在当时，天际游侠号的设计还被公认为太过大胆呢。然而它很快打破了所有飞行载具创造的记录，我们在测试过程中没有出现任何人员伤亡。不过那都是外星人到来之前的事了。它们给我们带来全新的标准，包括载具飞行速度...和人员伤亡。"

[Play_Avenger_Skyranger_Wildnerss_Musings_A AkEvent]
SpokenText="这还是我第一次近距离接触一架战争前生产的天际游侠号飞船。最近我们都是用找得到的零件东拼西凑出需要的装备。我记得老爸以前给我看过这种机型的原型草图。他对他的设计很自豪呢。我们必须弄到那个部件。"

[Play_Avenger_Skyranger_Wildnerss_LootSelect AkEvent]
SpokenText="我花了一早上研究我们弄到的那个驱动组件。它的情况一般，但至少够用了。我们离让复仇者号起飞又近了一步。还差大概一千步吧..."

[Play_Avenger_Skyranger_Wildnerss_Loading AkEvent]
SpokenText="总工程师日志，第12天。自从我上一个任务已经过去将近两个星期了，看样子我很快就会接到新任务了。这几天我一直在飞船的引擎室里修理驱动管道，知道能换个好点的工作环境真是让我如释重负...那地方的味道实在是太臭了。我们发现了一台坠毁的天际游侠号飞船，根据初步扫描应该是战争前的产品。上面装着的驱动部件...很可能就是复仇者号急需的部件。前提是那些部件没在坠落过程中坏掉就是了。而且我们还得赶在外星人之前把它弄到手，更别提在过程中不能被异变者逮到了。说来也怪，我竟然对这个任务感到了一丝兴奋...然后现实就再一次地给我浇了一盆合成冷却液。"

[Play_Avenger_Skyranger_Wildnerss_Intro AkEvent]
SpokenText="这片区域已经好几年无人出没了，但军事官还是探测到了敌方无线电通讯的痕迹。希望我们能避开它们，直接赶到天际游侠号那儿。不过，我还是得让小队做好战斗准备。我突然就没有那么兴奋了..."

[Play_Avenger_Skyranger_Wildnerss_Failure_B AkEvent]
SpokenText="如果我们没弄到那个驱动组件，复仇者号就一辈子飞不上天了。肯定是哪里搞错了。"

[Play_Avenger_Skyranger_Wildnerss_Failure_A AkEvent]
SpokenText="看来这日志把一些关键的细节搞错了，因为我肯定活下来了。"

[Play_Avenger_Skyranger_Wildnerss_AreaClear AkEvent]
SpokenText="我们处理掉了天际游侠号附近的外星人，接下来只要找到那个驱动组件就行了。"

[Play_Avenger_Skyranger_AbandonedCity_VIPspotted AkEvent]
SpokenText="那就是我们的目标了，她还挺守信用，没跑到别的地方去。"

[Play_Avenger_Skyranger_AbandonedCity_VIPlinked AkEvent]
SpokenText="我们和玛莎联络上了，接下来只要把她从那里撤出去就行了。"

[Play_Avenger_Skyranger_AbandonedCity_VIPdead AkEvent]
SpokenText="虽然她为人不怎么样，但我们需要她活着。"

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_B AkEvent]
SpokenText="虽然我很难忘记自己看到的惨状。但至少我们不仅回收到了设备和VIP，还全身而退了。这已经是最好的结局了..."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_A AkEvent]
SpokenText="我们在零伤亡的情况下回收了飞行模组，救下了这位一直在感谢我们的\"VIP\"。她的运气不错。"

[Play_Avenger_Skyranger_AbandonedCity_Summary AkEvent]
SpokenText="好吧，虽然这个任务算不上我最喜欢的任务，但至少它证明了我们的人工智能升级起效了。我们的\"VIP\"很感激我们的所作所为，向我们透露了各种各样的情报。当然，也有可能是因为军事官一直在威胁她不坦白就把她丢给一个叫\"沃尔克\"的家伙。他一直在审问那个黑市商人...让我总算是有时间继续修理复仇者号了。"

[Play_Avenger_Skyranger_AbandonedCity_PrimarySecur AkEvent]
SpokenText="我们新结交的这位黑市朋友总算是安全了，这下她可欠我们一个大人情了。"

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_B AkEvent]
SpokenText="我们回收到了设备，回到了基地。但有人却永远留在了那里，差点我们的\"VIP\"也回不来了。"

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_A AkEvent]
SpokenText="虽然我们回收到了设备，但在过程中损失惨重。我们的\"VIP\"倒挺懂看人脸色，在回去的路上一句话都没说。"

[Play_Avenger_Skyranger_AbandonedCity_NextVIPLink AkEvent]
SpokenText="玛莎的同僚好像比她还要感激我们。"

[Play_Avenger_Skyranger_AbandonedCity_Musings_F AkEvent]
SpokenText="我的耳畔又响起了老爸的声音。他让我快跑。让我一直往前跑，不要回头看。但我不能再逃避了。我要弄到那台设备，回到复仇者号上，让外星人后悔入侵我们的世界。"

[Play_Avenger_Skyranger_AbandonedCity_Musings_E AkEvent]
SpokenText="看到这隐藏在市中心阴影下的旧城遗迹，我好像终于理解军事官的愤怒了。在饥饿的驱使下，背离自己的信仰，忘记自己的初衷，成为它们的走狗是很常见的。对大多数人类来说，战争已经结束了。现在外星人只是在做最后的清扫工作而已。"

[Play_Avenger_Skyranger_AbandonedCity_Musings_D AkEvent]
SpokenText="不过我得承认，在复仇者号工作间里工作时，我很容易就会把那段悲惨的记忆抛在脑后了。或许我不该对玛莎抱有那么深的成见的。我和老爸一开始就逃了出来。如果我们没逃出来，天知道我们会变成什么样的人。"

[Play_Avenger_Skyranger_AbandonedCity_Musings_C AkEvent]
SpokenText="有时候我是真搞不懂军事官在想什么。他居然试着和小偷、拾荒者、或者跟秃鹫没两样的匪类谈交易。这种人为了一丁点好处就会背信弃义，怎么可能说话算话？"

[Play_Avenger_Skyranger_AbandonedCity_Musings_B AkEvent]
SpokenText="她到底是怎么幸存那么长时间的，这点让我百思不得其解。我还记得老爸带我离开城里的时候，整座城都被外星人付之一炬...我们也差点被卷入其中。之后它们还投放了生化舱和毒气。如果任务地点的情报没错，那我们就必须速战速决了。"

[Play_Avenger_Skyranger_AbandonedCity_Musings_A AkEvent]
SpokenText="我们的这位\"VIP\"叫玛莎。根据谣言，她已经建立了属于自己的地下经济。靠搜集旧世界遗留下来的食物、燃油、科技等资源过活，我估计那些资源里有些还是属于我们的。"

[Play_Avenger_Skyranger_AbandonedCity_LootSelect AkEvent]
SpokenText="我在路上问玛莎借用了一些装备，我相信她暂时应该不会问我要回去的，至于这些装备的原主人就更不会了。"

[Play_Avenger_Skyranger_AbandonedCity_Loading AkEvent]
SpokenText="总工程师日志，第141天。虽然费了一番周折，但我们总算是恢复人工智能的功能了！我得承认，没有泰根我还真做不到这种程度。这家伙重新编排网络路径的能力强得让我毛骨悚然。不过更可怕的是他的吃相，我反正没打算深究他是从哪弄来那些变种人汉堡的。总之，完成人工智能的改造后，我们的通讯终端的频率和有效范围变成了之前的三倍，正好接到了一段通讯传输。原来有个黑市商人回收到了我们的一架天际游侠号，正准备向开价最高的客户兜售上面的零件呢。而那架天际游侠号的船壳里有一个完好的通讯组件，也就是说弄到它的人能直接进入我们的通讯网络。我必须确保弄到它的人是我们。"

[Play_Avenger_Skyranger_AbandonedCity_Intro AkEvent]
SpokenText="遗憾的是这位商人的拍卖会被变种人的监视无人机发现了。变种人可不懂什么叫公平谈判，所以那个商人直接逃跑了。她愿意用那个通讯主机换取我们的援助。真没想到军事官居然同意了她的条件，他怎么越来越心软了。"

[Play_Avenger_Skyranger_AbandonedCity_FirstVIPLink AkEvent]
SpokenText="那个商人还带着几个朋友，抛下他们会让我良心不安的。"

[Play_Avenger_Skyranger_AbandonedCity_Failure_B AkEvent]
SpokenText="看来我不应该在三连班后录日志的，事情的经过明显不是这样的。"

[Play_Avenger_Skyranger_AbandonedCity_Failure_A AkEvent]
SpokenText="如果我们那个设备被外星人拿到手，那复仇者号早就不复存在了，我们再过一遍吧。"

[Play_Avenger_Skyranger_AbandonedCity_AllVip_EVAC AkEvent]
SpokenText="我们成功撤出了玛莎和她的人，听上去很容易，但实际上并不是。"

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_B AkEvent]
SpokenText="出乎我和军事官意料的是，任务进行得非常顺利。他差点就笑了。唉，要是老爸能看到我们的英姿就好了。"

[Play_Avenger_ADVENTChest_Alert_A AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_A AkEvent]
SpokenText="我们成功回收到了导弹，而且伤亡数为零。军事官差点就露出自豪的表情了。这场任务应该算蛮成功了吧。"

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_B AkEvent]
SpokenText="我们回收到了那些导弹，但付出了惨痛的代价。军事官坚持认为这场任务是成功的...如果真是如此，为什么我的心会那么痛？"

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_A AkEvent]
SpokenText="军事官给我打过预防针，他说在战场上，伤亡是不可避免的。失去老爸已经让我很痛苦了，我真的不想再看到有人因为我的指挥而阵亡了。"

[Play_Avenger_Interceptor_Wildnerss_Musings_G AkEvent]
SpokenText="我们费了这么大功夫就是为了回收一台拦截机。再想想当年...我们有一整队人马，能在幽浮降落前直接击落它们。我必须修好复仇者号。我们不能这么窝囊，我们必须做得更好。"

[Play_Avenger_Interceptor_Wildnerss_Musings_F AkEvent]
SpokenText="我好像有点上头了。毕竟如果没能活着挺过这场回收行动，那让复仇者号起飞就更是痴人说梦了。不知道老爸有没有参与过这种行动？大家看他的时候眼神里充满着敬意。但我身边的这些士兵好像只把我当成某种贵重设备看待。"

[Play_Avenger_Interceptor_Wildnerss_Musings_E AkEvent]
SpokenText="我倒不是在说老爸的想法有问题，只不过改造人类是一回事，升级装备就是另一回事了。复仇者号的船壳本身就是外星制品，是用XCOM在战争初期回收到的外星运输舰改造而成的。如果我们能积极研究而非抵触它们的科技，那复仇者号有朝一日说不定真的能再次起飞。"

[Play_Avenger_Interceptor_Wildnerss_Musings_D AkEvent]
SpokenText="老爸他 -- 一直很提防外星人的科技。他一直说他们的科技就是生物电子机械学的终极形态。不过他说这话并不是在称赞外星人。我记得他经常和瓦伦博士彻夜争执。虽然外星人科技为我们提供了许多优势，但老爸他从来没有...改造人类的念头。"

[Play_Avenger_Interceptor_Wildnerss_Musings_C AkEvent]
SpokenText="外星人对我们的科技好像从来没有半点兴趣，但它们对自家的科技倒是有很强的保护欲。我之前是以为他们就是不想我们使用它们的科技而已，现在看来可能不止这么简单。或许他们是害怕我们掌握它们的科技后会做出什么事。听上去有点怪，但他们的这点倒是跟老爸有点像。"

[Play_Avenger_Interceptor_Wildnerss_Musings_B AkEvent]
SpokenText="真不敢相信我们以前居然认为这些雪崩导弹是世界上最高级的弹道武器。不过那时候我们还没对上外星人了。现在跟外星人手上的武器比起来，这些导弹只能算是\"精致的小玩意儿\"了。不过，我相信军事官还是能为它们找到用武之地的。当然，前提是我们能活着回收到它们。"

[Play_Avenger_Interceptor_Wildnerss_Musings_A AkEvent]
SpokenText="我准备把这些记录留给后人...以防以后实验失败了没人知道我是怎么死的。这些导弹本来就不稳定，坠落在森林里后就更容易爆炸了。而且那地方四处都是变种人。毕竟如果我们能发现这些导弹，那外星人也可以。"

[Play_Avenger_Interceptor_Wildnerss_LootSelect AkEvent]
SpokenText="第一天日志 -- 补充。虽然没能拯救世界，但至少弄到了我们扫描出来的那些导弹。"

[Play_Avenger_Interceptor_Wildnerss_Loading_B AkEvent]
SpokenText="总工程师日志，莉莉·沈条目一。说来好笑，老爸以前在录日志的时候都会忍不住扬起嘴角...大概是想起了什么有趣的事吧。可惜我是笑不出来了，他就这么走了，留了个烂摊子给我。问题是我连怎么融入这里都不知道。军事官今天还给我\"做动员\"了。就在我老爸的葬礼后。然后5秒钟不到我就接到了我的第一个任务。他让我扫描一下我们的侦查无人机探测到的旧型军火。哦对，除了这个还有个让整艘飞船进入正常运行状态的任务。他还让我别有压力，别开玩笑了..."

[Play_Avenger_Interceptor_Wildnerss_Loading AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_Intro AkEvent]
SpokenText="总工程师日志，嗯，大概算是战地记录吧。我们正在朝无人机探测到的一台旧拦截机的方向前进。我跟军事官说了我正在开发的新型3D复制系统的事，结果他已经让我复制各种各样的东西了，早知道就不说了。总之，我们现在回收的目标是一些旧型的雪崩导弹。"

[Play_Avenger_Interceptor_Wildnerss_Failure_B AkEvent]
SpokenText="这日志肯定是损坏了。我清楚地记得事态没恶化到这种地步。"

[Play_Avenger_Interceptor_Wildnerss_Failure_A AkEvent]
SpokenText="这几天确实发生了很多事，我应该是记错了。要不再来一遍？"

[Play_Avenger_Interceptor_Wildernss_Summary AkEvent]
SpokenText="军事官说我们必须步步为营。他说的很对。我等不及把这些导弹拆开，给外星人准备一些惊喜了。不过现在我再不休息就得晕倒了。"

[Play_Avenger_Interceptor_Wildernss_ObjSighted AkEvent]
SpokenText="这时候我才亲眼看到了我们要找的那些导弹。"

[Play_Avenger_Interceptor_Wildernss_ObjDestroyed AkEvent]
SpokenText="不对啊，如果我们没扫描到这些导弹，故事就没法继续下去了。"

[Play_Avenger_Interceptor_Wildernss_ObjAcquired AkEvent]
SpokenText="获得导弹之后，我们只需要杀出重围就行了。"

[Play_Avenger_Interceptor_Wildernss_AreaClear AkEvent]
SpokenText="我们在寻找导弹的时候肃清了附近的外星人，让接下来的活轻松上不少。"

[Play_Avenger_Interceptor_SmallTown_TotalVictory_B AkEvent]
SpokenText="我们成功扫描到了椅子还全身而退了。但过程实在是太惊险了，我必须引以为戒才行。"

[Play_Avenger_Interceptor_SmallTown_TotalVictory_A AkEvent]
SpokenText="我最害怕就是有人因为我犯下的错误而牺牲，还好这次并没有出现这样的情况。"

[Play_Avenger_Interceptor_SmallTown_Summary AkEvent]
SpokenText="我隔天发现军事官在对着指挥官的椅子发愣，当时我就怕他是因为杯子架位置的事质疑自己的清醒度。我发誓我在装上那玩意儿的时候真的没发现杯子架的位置不对，不过他心里好像还是有点毛毛的。"

[Play_Avenger_Interceptor_SmallTown_PartialVictory_B AkEvent]
SpokenText="蒙受了这样的损失，我已经没脸去见军事官了。我连自己都没脸见了。"

[Play_Avenger_Interceptor_SmallTown_PartialVictory_A AkEvent]
SpokenText="我们扫描到了那张椅子，但为此损失了不少优秀的战士。我 -- 我不能再犯这样的错误了。"

[Play_Avenger_Interceptor_SmallTown_ObjSighted AkEvent]
SpokenText="看到那张椅子真是让我如释重负。"

[Play_Avenger_Interceptor_SmallTown_ObjDestroyed AkEvent]
SpokenText="我需要那张椅子保持完好才能完成扫描，它是我唯一的机会。"

[Play_Avenger_Interceptor_SmallTown_ObjAcquired AkEvent]
SpokenText="我弄到了需要的扫描数据，接下来只要在杀出一条退路就行了。"

[Play_Avenger_Interceptor_SmallTown_Musings_F AkEvent]
SpokenText="虽然从没人说这一切都是我的错。但我是雷蒙德·沈的女儿，我不能犯这种错。至少不能再犯了。因为能为我擦屁股的那个人已经不在了。我能做得更好。我会做得更好。是时候赢得他们的尊重了。"

[Play_Avenger_Interceptor_SmallTown_Musings_E AkEvent]
SpokenText="我真的很想看到这种拦截机再次在天空中翱翔的样子。可惜由于零件和人手的短缺...我估计是很难再有这样的机会了。现在天空是变种人的地盘。但等我们修好复仇者号，一切就会改变了。"

[Play_Avenger_Interceptor_SmallTown_Musings_D AkEvent]
SpokenText="要是放在以前，老爸只要再订个驾驶座就行了。而现在我们为了个驾驶座居然要费这么多工夫，虽然那是个支持1秒42万亿次计算的高科技指挥椅，但毕竟还是个椅子。"

[Play_Avenger_Interceptor_SmallTown_Musings_C AkEvent]
SpokenText="老爸还在的时候，大家都叫我莉莉。现在他们都叫我总工程师了。这让我感觉...很沉重，真的很沉重。至少我没泰根那么惨了...像他这种从变种人那儿叛逃过来的脑神经学家很难博得大家的信任，包括我的信任。"

[Play_Avenger_Interceptor_SmallTown_Musings_B AkEvent]
SpokenText="本来我还以为这次任务我得单干了。没想到在出去的路上被几个愿意跟我一起去的士兵拦下了。他们应该只是出于对指挥官的尊敬，总不可能是为了我来的吧？"

[Play_Avenger_Interceptor_SmallTown_Musings_A AkEvent]
SpokenText="能扫描到这架拦截机确实是好事一件。不过在那次故障后...我还真不确定该怎么向军事官解释那椅子为啥会不翼而飞。他满心想在指挥官回来后把那个椅子给指挥官坐呢。我一开始以为他就是感伤一下，但现在就没那么确定了。他不会是想..."

[Play_Avenger_Interceptor_SmallTown_LootSelect AkEvent]
SpokenText="我扫描到了那张椅子，并重新用替代物进行组装。虽然舰桥的成员和职工都没注意到我动的手脚，不过我听见军事官说他发现椅子的杯子架不知为何跑到另一边去了。"

[Play_Avenger_Interceptor_SmallTown_Loading AkEvent]
SpokenText="总工程师日志，第67天。今天我不得不中断修复复仇者号的工作，帮军事官扫描又一架坠毁的拦截机。对于这些行动，他给我的自由越来越多了，这是好事。就是不知道他看到我跑去扫描一个旧驾驶座会有什么感想。还好他自己也在执行任务，没空批评我...也没空注意他的指挥席出了什么事。具体是谁，又是如何弄坏他的指挥席，我就不在此详述了。"

[Play_Avenger_Interceptor_SmallTown_Intro AkEvent]
SpokenText="这片区域内的敌人不多，但我们的运气不可能一直都这么好，我们探测到我们和拦截机之间有敌人存在。所以说如果我们想完成任务并全身而退，就必须保持警惕。我怎么感觉我被军事官附体了..."

[Play_Avenger_Interceptor_SmallTown_Failure_B AkEvent]
SpokenText="情况不是这样的。肯定...肯定有什么地方搞错了。"

[Play_Avenger_Interceptor_SmallTown_Failure_A AkEvent]
SpokenText="我记得我做出了周密的部署。怎么会变成这样的...这不对啊。"

[Play_Avenger_Interceptor_SmallTown_AreaClear AkEvent]
SpokenText="处理掉外星人后，我们总算是能把注意力集中在寻找那张指挥椅上了。"

[Play_Avenger_Firestorm_Wilderness_TotalVictory_B AkEvent]
SpokenText="我们弄到了稳定装置并且安然回到了复仇者号上。父亲，我保证我们很快就能让它起飞了。"

[Play_Avenger_Firestorm_Wilderness_TotalVictory_A AkEvent]
SpokenText="外星人几乎投入了它们能调动的所有兵力，但我们还是棋高一筹。我们的胜利仿佛是命中注定的一样。"

[Play_Avenger_Firestorm_Wilderness_PartialVictory_B AkEvent]
SpokenText="复仇者号一定能再次起飞的 -- 只有这样，今天牺牲的战士才能真正瞑目。"

[Play_Avenger_Firestorm_Wilderness_PartialVictory_A AkEvent]
SpokenText="今天的牺牲不会白费，复仇者号一定能再次翱翔在天空中。"

[Play_Avenger_Firestorm_Wilderness_Outro AkEvent]
SpokenText="总工程师日志 - 补充说明。那个动力稳定装置非常有效。反应炉被我们点亮的那一刻，泰根脸上的笑容简直就和反应器核心脉冲一样明亮。我们很快就能实现老爸...我们的梦想了。我们正在为一次大规模行动做准备，虽然具体细节我还不清楚，但如果传闻没错，那这次行动就是我们逆转局势的第一步。根据传闻，我们要直接在变种人最大的市中心的心脏地带行动。风险肯定很大，甚至可以说是很\"鲁莽\"，我爸以前也常这么说。但经过这些日子的洗礼，我相信没有什么是我们...是我不能应付的。日志结束。"

[Play_Avenger_Firestorm_Wilderness_ObjSpotted AkEvent]
SpokenText="在我看来，那个动力稳定装置还算完好。"

[Play_Avenger_Firestorm_Wilderness_ObjDestroyed AkEvent]
SpokenText="报废了的稳定装置对我们一点用都没有。"

[Play_Avenger_Firestorm_Wilderness_ObjAcquired AkEvent]
SpokenText="我们拿到了目标，接下来只要杀出一条生路就行。"

[Play_Avenger_Firestorm_Wilderness_Musings_F AkEvent]
SpokenText="要是老爸能看到现在的我就好了。我正在带领一支小队，前往一艘外星飞船的心脏位置回收它们的科技。虽然他不一定赞同我的做法，但他一定能理解我。"

[Play_Avenger_Firestorm_Wilderness_Musings_E AkEvent]
SpokenText="复仇者号一开始看起来就跟痴心妄想差不多，但它离变成现实却越来越近了。虽然她不如老爸设想的那么全能，但她一定能飞上蓝天。这点由我保证。"

[Play_Avenger_Firestorm_Wilderness_Musings_D AkEvent]
SpokenText="它们的存在倒也不完全是坏事，因为我们的复仇者号就是基于这种飞船设计出来的。等我们让她重新起飞，估计她也应该具备隐形功能。所以那个动力稳定装置我们势在必得。"

[Play_Avenger_Firestorm_Wilderness_Musings_C AkEvent]
SpokenText="你想像一下一辆能在空中行驶，还能隐形的货运火车。这艘飞船就是这样的东西。外星人在战争中输送物资和人员的奇高效率很大程度上要归功于这种特殊的运输工具。"

[Play_Avenger_Firestorm_Wilderness_Musings_B AkEvent]
SpokenText="这些飞船上面的武器系统远不如其他外星人战斗机的高级。大概正是因为如此，我们才能击落这样的飞船吧。真遗憾，我还想着今天能回收到一两门电浆加农炮呢。"

[Play_Avenger_Firestorm_Wilderness_Musings_A AkEvent]
SpokenText="那是一艘戴尔塔级运输舰。也就是被老兵称呼为\"幽浮\"的载具。当时我们还以为这就是外星人能动用的最强大的武器了，我们大错特错。"

[Play_Avenger_Firestorm_Wilderness_Loading AkEvent]
SpokenText="总工程师日志，第145天。我花了几天工夫，最后总算是成功解密了从那架侦查飞船上回收到的数据。那玩意儿上的人工智能试图摧毁所有伪装成平民扫描资料的文件...但我还是从中找到了坠毁的变种人运输舰的数据。那艘运输舰离我们只有几个扇区，而它们使用的动力装置跟复仇者号一样。如果残骸中有完好的稳定组件，那我们就终于能启动飞船的反应炉核心了...前提是没把整艘船炸上天。这一发现。等等...漫游者，快挺下去！日志结束。"

[Play_Avenger_Firestorm_Wilderness_Intro AkEvent]
SpokenText="我们正在接近那艘坠毁的外星人运输舰，希望能从中回收到功能完好的动力稳定组件。我们截获了变种人飞船的内部通讯，他们应该跟我们拥有一样的情报。但无论付出怎样的代价，我们都必须把目标弄到手。"

[Play_Avenger_Firestorm_Wilderness_Failure_B AkEvent]
SpokenText="我们拿到了稳定装置，让复仇者号重新起飞了。外星人输了...除非这是另一条世界线。"

